{
    "sections": [
      {
        "title": "Our Mission",
        "content": [
          {
            "par": "AnitaB.org Open Source aims to provide women of all skill levels and backgrounds with the opportunity to collaborate and develop open source projects with the aspirations of social good."
          },
          {
            "par": "We are a social community that brings geographically disparate people together to network, communicate, and work in well-run open source projects in a welcoming environment."
          },
          {
            "par": "In addition, we encourage contributions of ALL kinds (content, design, coding, documentation, testing, etc) from community members. Each member has the opportunity to gain global collaboration experience working on projects with social impact and improve technical skills while participating as a volunteer, mentor, writer, coder, designer, app tester, and more!"
          }
        ]
      },
      {
        "title": "Our History",
        "content": [
          {
            "par": "AnitaB.org Open Source (formerly Systers Open Source) was initiated by Systers, an international community of 6,000 women involved in technical-computing founded by Anita Borg in 1987 as a small electronic mailing list for women in “systems”. We have incredible Systers (Robin Jeffries, Jen Redman, Terri Oda, Leslie Hawthorn, Avni Khatri, and the list goes on!) that paved the way and introduced Systers to open source projects, communities, and technologies. Systers has been involved with open source in various ways, introducing Open Source Day at Grace Hopper Celebration in 2010 at Atlanta, GA (At the time, it was called Codethon for Humanity with only one open source project, Sahana Eden)."
          },
          {
              "par":"Moreover, AnitaB.org Open Source has been participating in other global open source programs such as Google Summer of Code, Google Code In, Outreachy, and more."
          },
          {
            "par": "Today, we have 14 active open source projects, including initiatives with our Peace Corps partners and apps created by Systers members."
          }
        ]
      },
      {
        "title": "About AnitaB.org",
        "content": [
          {
            "par": "AnitaB.org Open Source is an international sub-community of AnitaB.org encouraging the participation of all women involved in technology. We welcome the participation of all genders at any ages and experience levels."
          },
          {
            "par": "We have a list of projects that use various development languages/technologies (Android, iOS, Java, Swift, HTML, CSS, React, Jquery, Javascript, PHP, Kohana, MySQL, Python, Django, Selenium, and Ruby on Rails, etc.) to make a social impact in the non-profit world. We welcome all to contribute. No experience is necessary for most projects, and mentorship is provided. "
          },
          {
            "par": "Learn more about us at: https://medium.com/anitab-org-open-source"
          }
        ]
      },
      {
        "title": "Insights",
        "content": [
          {
            "par": "2,000+ members"
          },
          {
            "par": ">15 time zones"
          },
          {
            "par":"Flexibility in time & contribution"
          }
          
        ]
      },
      {
        "title": "Meet our Open Source Community",
        "content": [
          {
            "par": "Women transform technology. Technology transforms the world. Join us at Zulip - http://anitab-org.zulipchat.com"
          }
        ]
      }
    ]
  }
