{
    "sections": [
      {
        "title": "Ways to Contribute",
        "content": [

            {
                "subtitle": "Code",
                "content":[
                    {
                        "par": "Zulip: https://anitab-org.zulipchat.com/#narrow/stream/216321-coding"
                    },
                    {
                        "par": "In this technical era of revolution, technology has become a important part of our life. But if you are just a bit \ncurious about how things go around,how can just some few lines of code make a difference in our life. The community is the perfect place for you to start learning.\n"
                    },        
                    {
                        "par": "If you know a coding language and want to learn how to implement it in the real world. How to build apps.The community will help you to grow as a whole and learn new things ."
                    }
                ]
            },
            {
                "subtitle": "Documentation/Training",
                "content":[
                    {
                        "par": "Zulip: https://anitab-org.zulipchat.com/#narrow/stream/216326-documentation"
                    },
                    {
                        "par": "A important part indeed. This team helps to figure out about the workflow of a project. \nAs a newcomer,a person cannot understand at once what is the project doing, what are the areas where the project is lagging and what you can do to improve.\n"
                    },
                    {
                        "par": "We aim to make it easier to navigate through the whole process. Not only this, we also try and understand our contributors so that we can help them work swiftly without any hindrance regarding the rules."
                    }
                ]
            },
            {
                "subtitle": "Design",
                "content":[
                    {
                        "par": "Zulip: https://anitab-org.zulipchat.com/#narrow/stream/216323-design"
                    },
                    { 
                        "par": " Design is thinking made visual. There are many factors which you need to think before designing,even when designing.\n The field of designing is still under-explored.It is a very important field, designers have to deal with uncovering unexpected constraints, dealing with unusual problems and being creative where it matters the most.\n "
                    },
                    {
                        "par": "Here we at the community help you learn how to design, what are the do's and dont's while designing and what to do to start your career as a designer, the design team here helps you answer all the question put together."
                    }
                ]
            },
            {
                "subtitle": "Testing",
                "content":[
                    {
                        "par": "Zulip: https://anitab-org.zulipchat.com/#narrow/stream/216325-quality-assurance"
                    },
                    {
                        "par": "Testing helps you to figure out how well the code or design works. Is our work able to convey the right message, perform the correct functionality. Writing a piece of code is easy but making sure it is what we want at the end."
                    },
                    {
                        "par": "It is a challenging and a mandatory task and here comes the role of testers!! They help us to determine whether our objectives are met or not. At the community,we help you understand what the role is about and how important it is.!!"
                    }
                ]
            },
            {
                "subtitle": "Outreach/Research",
                "content":[
                    {
                        "par": "Zulip: https://anitab-org.zulipchat.com/#narrow/stream/216324-outreach-research"
                    },
                    {
                        "par": "Technology is a very vast field. Not everyone can know everything. We aim to provide you a platform where we can share all knowledge we have regarding technology with the world out there. And help you learn more about open-source."
                    },
                    {
                        "par": "Need not worry!!. It can be vice versa also we also provide you a chance to share your knowledge with us and help people learn more about the technical knowledge you have. You are more than welcome to be part of our content team.!"
                    }
                ]
            },
            {
                "subtitle": "Project Management",
                "content":[
                    {
                        "par": "Zulip: https://anitab-org.zulipchat.com/#narrow/stream/258232-project-management"
                    },
                    {
                        "par": "Project management is the process of leading the work of a team to achieve goals and meet success criteria within the given time limit. The primary challenge of project management is to achieve all of the project goals within the given constraints."
                    },
                    {
                        "par": "No work can be done without a manager. The person who is responsible for it all, we try to give you a platform to tell you, what it takes to be a good manager and what are the responsible of being a manager!!"
                    }

                ]
            }

        ]
      }
    ]
  }