{ 
  "cards" : [
	{ 
	"title": "Open Source Hackday" ,
	"content" :  [
        { 
        "par": "Open Source Hack is a 1 Month long open source program by AnitaB.org Open Source Community. This program aims to help the participants contribute to various Open Source Projects. Top participants (maximum merged PRs) will get exciting coupons and letters of appreciation from the organization."
      },
      { 
        "par": " The main aim of this events is to help people get involved with Open Source and most importantly help people overcome the “fear” of doing their first contributions."
      },
    {
      "header": "Eligibility Criteria"
    },
      { 
        "par": "Open Source Hack organized by AnitaB.org is open for all (students and working professionals). It provides a platform to all the participants to showcase their skills in an international Open Source Program. The program starts at the end of July and continues for a time lapse of 1 month."
      }
     ]
    },
     { 
	"title": "Google summer of code" ,
	 "content" :  [
	{ 
          "par": "The Google Summer of Code, often abbreviated to GSoC, is an international annual program in which Google awards stipends to students who successfully complete a free and open-source software coding project during the summer. It focuses on bringing more student developers into open source software development. "
          },
	{
        "par": "Students work with an open source organization on a 3 month programming project during their break from school. The program is open to all university students aged 18 or over. As a part of Google Summer of Code, student participants are paired with a mentor from the participating organizations, gaining exposure to real-world software development and techniques "
        },
	    {
           "header": "Eligibility Criteria"
           },
	{
          "par":  "Must be at least 18 years old at time of registration. \nMust be enrolled in or accepted into an accredited institution including (but not necessarily limited to) colleges, universities, masters programs, PhD programs and undergraduate programs as of the GSoC Student Acceptance Date. \nStudents who wish to apply for acceptance into the Program must submit Proof of Enrollment and a Project Proposal."
        },
	{
	  "par": "The program starts at the end of Feburary and then the students submit their proposals by the end of March. \nFurthermore the accepted students start bonding with the community and working on their project starting from June till the end of August."
        }
      ]
    },
		{ 
      "title": "Hacktoberfest" ,
      "content" :  [
        { 
        "par": "Hacktoberfest is open to everyone in our global community! \nHacktoberfest is a month-long celebration of open source software run by DigitalOcean in partnership with GitHub and Twilio.It is the easiest way to get into open source!"
      },
      { 
        "par": "The Hacktoberfest’s simple plain objective is: Support open source and earn a limited edition T-shirt! \nBut, it’s not just about the t-shirts or stickers. Its about supporting open source. Its about celebrating open source, and giving it back. If you’ve never contributed to open source before, this is the perfect time to get started because Hacktoberfest provides a large list of available contribution opportunities (and yes, there are always plenty for beginners too)."
      },
      {
     "header": "Eligibility Criteria"
      },
      { 
        "par": "Their is only one sole criteria that you have to be an open source contributor and willing to contribute to open source. For Participating in the event, you can sign up anytime between October 1 and October 31."
      },
      { 
        "par": "To qualify for the official limited edition Hacktoberfest shirt, you must register and then make five pull requests (PRs) between October 1-31 (in any time zone). PRs can be made to any public repo on GitHub, not only the ones with issues labeled Hacktoberfest."
      }
     ]
    },
    { 
      "title": "Outreachy" ,
       "content" :  [
             { 
             "par": "Outreachy is a paid, remote internship program organized by the Software Freedom Conservancy and was formerly organized by The GNOME Project and the GNOME Foundation. Outreachy's goal is to support people from groups underrepresented in tech. Outreachy provides internships to work open source. People apply from all around the world. Interns work remotely, and are not required to move."
           },
           { 
             "par": " Outreachy expressly invites applicants who are women (both cis and trans), trans men, and genderqueer people to apply. We also expressly invite applications who are residents and nationals of the United States of America of any gender who are Black/African American, Hispanic/Latin@, Native American/American Indian,Alaska Native, Native Hawaiian, or Pacific Islander. Anyone who faces systemic bias or discrimination in the technology industry of their country is invited to apply."
           },
         {
         "header": "Eligibility Criteria"
         },
           { 
             "par": "You are or will be 18 years of age or older at the time you apply. \nYou have not previously participated in an Outreachy, Outreach Program for Women, or Google Summer of Code internship. People who participated as an intern for Google Summer of Code are not eligible for Outreachy. All Google Summer of Code participants are ineligible for Outreachy, including people who did not successfully finish their GSoC internship. Most importantly you are available for a full-time, 40 hours a week internship! "
           },
           { 
            "par": " Outreachy is open to both students and people who are not students. If you are a student of a school in the Northern Hemisphere, you will only be eligible for the May to August round. If you are a student of a school in the Southern Hemisphere, you will only be eligible for the December to March round. If your school is near the equator, you may apply to any round. "
          },
          { 
            "par": "All students must have at least 49 consecutive days free from full-time commitments. If you are completing your last term for your degree, you may be eligible, and we encourage you to submit an initial application."
          }
        ]
    }
  ]
}			
	
